Repository: Klimatika-in-da-Dubai/klimatika_reportbot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

source: Enter client address:
ru: Введите адрес клиента:

source: Enter room
ru: Выберите комнату

source: Unexpected service type
ru: Неожиданный тип услуги

source: Please type other extra service
ru: Пожалуйста введите иную дополнительную услугу

source: Please type other cleaning node
ru: Пожалуйста введите иной узел чистки

source: You didn't selected cleaning nodes
ru: Вы не выбрали узлы чистки

source: Send photo AFTER for
ru: Прикрепите 1 фото ПОСЛЕ для

source: Generating...
ru: Генерирую...

source: Thank you for your work!
ru: Спасибо за вашу работу!

source: Incorrect Name
ru: Некорректное имя клиента

source: Incorrect Date
ru: Некорректная дата

source: Incorrect phone
ru: Некорректный номер телефона

source: Incorrect address
ru: Некорректный адрес

source: Incorrect room
ru: Некорректная комната

source: Send photo BEFORE for
ru: Прикрепите 1 фото ДО для

source: Now write a recommendation for the photo
ru: Теперь напишите рекомендацию к фотографии

source: Now write a recommendation for the room
ru: Теперь напишите рекомендацию к комнате

source: Hi! {first_name} {last_name}
ru: Привет! {first_name} {last_name}

source: Select room type:
ru: Выберите тип комнаты:

source: Kitchen
ru: Кухня

source: Bedroom
ru: Спальня

source: Living Room
ru: Гостиная

source: Master bedroom
ru: Главная спальня

source: Kids bedroom
ru: Детская спальня

source: Guest bedroom
ru: Гостевая спальня

source: Maids bedroom
ru: Спальня горничной

source: Cabinet room
ru: Кабинетная комната

source: Gym
ru: Спортзал

source: Other
ru: Иное

source: Choose service:
ru: Выберите выполненные услуги:

source: Service
ru: Сервис

source: Maintenance
ru: Мойка

source: Check list
ru: Чек лист

source: Choose extra services
ru: Какие дополнительные услуги были оказаны?

source: Cold Fog Machine Disinfections
ru: Обработка против грибка

source: New Polyester Filters Installation
ru: Установка/Замена фильтров

source: Repair Works
ru: Ремонт

source: Enter
ru: Готово

source: Select client is an owner or a tenant
ru: Укажите клиент собственник или арендатор

source: Owner
ru: Владелец

source: Tenant
ru: Арендатор

source: Yes
ru: Да

source: No
ru: Нет

source: Choose maintenance nodes
ru: Выберите узлы мойки

source: grills
ru: Решётки вентиляции

source: duct
ru: Воздуховод

source: pan
ru: Поддон

source: radiator
ru: Радиатор

source: filter
ru: Фильтр

source: blades
ru: Крыльчатки мотора

source: ceiling area
ru: Подпотолочное пространство

source: Choose cleaning nodes
ru: Выберите узлы чистки

source: Actuator
ru: Актуатор

source: Motor
ru: Двигатель

source: Isolation fixing
ru: Замена изоляции

source: Electronic fasteners tightening
ru: Протяжка электронных крепежей

source: Level fixing
ru: Изменение уровня уклона блока

source: Compressor
ru: Замена компрессора

source: Capacitor replacement(outside unit)
ru: Замена конденсатора блока

source: Fan motor
ru: Замена двигателя вентилятора

source: Fan impeller
ru: Замена крыльчатки вентилятора

source: Choose service nodes
ru: Выберите узлы чистки

source: What were the factors complicating the work?
ru: Какие были факторы осложняющие работу?

source: Difficult access
ru: Сложный доступ

source: No access to object
ru: Нет допуска на объект

source: Custom sizes of vent
ru: Нестандартные размеры

source: Day off work
ru: Работа в выходной день

source: Working in another emirate
ru: Работа в другом эмирате

source: Enter clients Name
ru: Укажите имя клиента

source: Enter date of visit in format DAY MONTH YEAR. For example: 1 12 2022 (December the 1st, 2022)
ru: Введите дату визита в формате ДЕНЬ МЕСЯЦ ГОД Пример: 1 12 2022 (1-ое Декабря, 2022)

source: Enter Phone number
ru: Укажите номер телефона клиента

source: Do you want to add room?
ru: Вы хотите добавить комнату или другое место проведения работ?

source: Do you want to add repair unit?
ru: Вы хотите добавить ремонтный узел?

source: Send image BEFORE for repair work
ru: Прикрепите 1 фото ДО для ремонтной работы

source: Send image AFTER for repair work
ru: Прикрепите 1 фото ПОСЛЕ для ремонтной работы
